cask_args appdir: "/Applications"

brew "zsh"
brew "zsh-completions"
brew "autojump"
brew "git"
brew "ctags"
brew "tmux"
brew "tig"
brew "ansible"
brew "wget"
brew "curl"
brew "jq"
brew "vim"
brew "boot2docker"
brew "reattach-to-user-namespace"
brew "gcc"
brew "go"
brew "nginx"
brew "mysql"
brew "cmake"
brew "ruby"
brew "ruby-build"
brew "lua"
brew "rbenv"
brew "direnv"
brew "redis"
 
cask "iterm2"
cask "alfred"
cask "dropbox"
cask "skitch"
cask "sequel-pro"
cask "google-japanese-ime"
cask "the-unarchiver"
cask "coteditor"
cask "istat-menus"
cask "bartender"
cask "slack"
cask "docker"
cask "visual-studio-code"
cask "authy"
cask "discord"
