cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "telemachus/brew", "https://telemachus@bitbucket.org/telemachus/brew.git"

brew "zsh"
brew "zsh-completions"
brew "autojump"
brew "git"
brew "ctags"
brew "tmux"
brew "tig"
brew "ansible"
brew "wget"
brew "curl"
brew "jq"
brew "vim"
brew "boot2docker"
brew "reattach-to-user-namespace"
 
cask "iterm2
cask "virtualbox"
cask "vagrant"
cask "kobito"
cask "alfred"
cask "dropbox"
cask "skitch"
cask "sequel-pro"
cask "google-japanese-ime"
cask "the-unarchiver"
cask "coteditor"
cask "istat-menus"
cask "bartender"
