{
  "lazy.nvim": { "branch": "main" },
  "lightline.vim": { "branch": "master" },
  "neomru.vim": { "branch": "master" },
  "previm": { "branch": "master" },
  "rust-doc.vim": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "syntastic": { "branch": "master" },
  "tabular": { "branch": "master" },
  "unite.vim": { "branch": "master" },
  "vim-autoclose": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-go": { "branch": "master" },
  "vim-hybrid": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-racer": { "branch": "master" },
  "vim-scala": { "branch": "master" }
}
